message_status = {
    'Образувана преписка':
        'Образувана преписка\n\n'
        'появляется после подачи документов и указывает '
        'на начатое производство. '
        'В случае подачи документов через Консульство статус появляется с '
        'задержкой – в тот момент, когда документы поступают '
        'в министерство Юстиции в Софии.\n\n'
        'Шаг-Образувано (1/5)',

    'Преписката се намира в процедура по задължително съгласуване.':
        'Преписката се намира в процедура по задължително согласуване\n\n'
        'Этот статус означает, что заявление рассматривается несколькими'
        ' болгарскими учреждениями (Министерство Внутренних Дел, Агентство '
        'Государственной Безопасности и другие). В этот период кандидата'
        ' проверяют во всем базам, контролируя даже его активность в соцсетях, '
        'поэтому стоит заранее позаботиться о том, чтобы не оставлять '
        'двусмысленных заявлений о каких-либо политических силах.'
        ' Также могут пригласить на беседу с представителем '
        'Государственной безопасности и дополнительно задать '
        'ряд вопросов относительно вашего пребывания в Болгарии и документов.'
        ' До настоящего момента обычный срок '
        'согласований составлял в среднем 9 – 13 месяцев.\n\n'
        'Шаг-Задължителна (2/5)',

    'По преписката Ви предстои да бъде извършен финален експертен преглед '
    'преди да бъде разгледана от Съвета по гражданство':
        'По преписката Ви предстои да бъде извършен финален експертен преглед'
        ' преди да бъде разгледана от Съвета по гражданство\n\n'
        'Появление этого статуса означает, что согласования закончились, '
        'дело прошло проверку данных, и теперь ожидается его рассмотрение '
        'Советом по гражданству, которые принимает окончательное решение. '
        'Этот статус можно наблюдать в течение 2 – 6 месяцев, '
        'после чего в случае '
        'положительного ответа он изменится на Шаг-Положително (4/5). '
        'В случае отрицательного ответа статус поменяется на статус «Отказ». '
        'До настоящего момента этот этап длился около 5 месяцев.\n\n'
        'Шаг-Финална (3/5)',

    'Молбата Ви е разгледана от Съвета по гражданство с положително становище. '
    'Предстои издаването на указ на Вицепрезидента на Република България':
        'Молбата Ви е разгледана от Съвета по гражданство с положително '
        'становище. Предстои издаването на указ на '
        'Вицепрезидента на Република България\n\n'
        'Означает положительное решение. Ваше заявление было одобрено Советом '
        'по гражданству, и теперь остается дождаться указа об официальном '
        'объявлении вас гражданином Болгарии. '
        'Указ подписывается вице-президентом страны. '
        'Период ожидания изменения статуса может составлять от 1 до 8 месяцев. '
        'После подписания указа статус меняется. '
        'В редких случаях вице-президент может не подписать указ, '
        'а вернуться к рассмотрению заявки, '
        'тогда ей присваивается временный статус.\n\n'
        'Шаг-Положително (4/5)',

    'Вашата преписка е включена в Указ':
        'Вашата преписка е включена в Указ\n\n'
        'Поздравляем!\n'
        'Вы стали гражданином Болгарии! Чтобы забрать документ о предоставлении'
        ' вам гражданства, нужно нажать на серую кнопку регистрации слева '
        'под статусом. После этого откроется новое окно, в котором мы '
        'сможете выбрать дату и время получения документа в '
        'министерстве Юстиции. Дополнительно потребуется прикрепить скан '
        'вашего паспорта. Обратите внимание, что в настоящее время запись на '
        'получение указа открыта на следующий год.\n\n'
        'Шаг-Указ София (5/5)',

    'Вашето удостоверение е изпратено в Консулска служба':
        'Вашето удостоверение е изпратено в Консулска служба\n\n'
        'Поздравляем!\n'
        'Вы стали гражданином Болгарии, и Указ об этом уже подписан. '
        'Документ о присвоении вам гражданства будет отправлен по месту '
        'подачи заявления – в Консульство или Посольство. При получении '
        'удостоверения нужно сообщить свой адрес в Болгарии и предоставить '
        '2 фотографии паспортного формата. Лица болгарского происхождения, '
        'проживающие за границей и не имеющие в Болгарии собственного или '
        'арендованного жилья, могут зарегистрироваться по '
        'специальному адресу в Софии.\n'
        'Может показаться, что пересылка займет много времени, '
        'но в реальности часто получение Указа в Консульстве занимает '
        'меньше времени, чем непосредственно в министерстве Юстиции, '
        'куда нужно записываться заранее.\n\n'
        'Шаг-Указ Консулство (5/5)',

    'Преписката е разгледана от Съвета по гражданството':
        'Преписката е разгледана от Съвета по гражданството\n\n'
        'Преписката е разгледана от Съвета по гражданството'
        'Это дополнительный статус, который появляется, если ваше заявление '
        'было отозвано для дополнительной проверки, поскольку вы не '
        'предоставили в министерство Юстиции доказательство вашего '
        'происхождения. Ранее в министерство Юстиции предоставлялось только '
        'свидетельство о рождении заявителя и Удостоверение о болгарском '
        'происхождении, полученном в ДАБч. В данный момент Удостоверение '
        'от ДАБч не является необходимым, и все оригиналы документов по '
        'восходящей линии с доказательством болгарских «корней» должны '
        'прилагаться к заявлению на получение гражданства по происхождению. '
        'Оставаться в этом статусе заявление может от нескольких месяцев '
        'до года, пока не будут закончены проверки\n'
        'Важно: в последнее время при отсутствии необходимых документов заявки '
        'могут сразу отклоняться без перехода в дополнительный статус, '
        'поэтому важно вовремя предоставить все документы '
        'в министерство Юстиции.',

    'Съветът по гражданство не е уважил молбата':
        'Съветът по гражданство не е уважил молбата\n\n'
        'Означает, что заявление было отклонено. В примечании указывается '
        'причина отказа. Чаще всего это отсутствие документов, на основании '
        'которых было получено удостоверение о происхождении, '
        'или отрицательная резолюция одного из органов, проводивших '
        'проверку. Важно: после появления '
        'такого статуса уже нельзя донести недостающие документы — необходимо '
        'начать процедуру с самого начала.',

    'Липсва молба с така въведените данни':
        'Липсва молба с така въведените данни\n\n'
        'Ваши данные введены неверно.\nПожалуйста проверьте '
        'Номер Заявки, а также '
        'Пин-код и попробуйте еще раз.',

    'Молба с входящ':
        'Молба с входящ №… е прекратена със заповед\n\n'
        'Статус свидетельствует о прекращении производства министром Юстиции, '
        'скорее всего, из-за неисправленных нарушений.\n'
        '(Прекратена).',

    'Преписката се намира в състояние, за което не се предоставя информация':
        'Преписката се намира в състояние, за което '
        'не се предоставя информация\n\n'
        'Данные о проверяемом номере отсутствуют, запрос уже завершен.',

    'Констатирани нередовности':
        'Констатирани нередовности\n\n'
        'Это означает отсутствие каких-то документов или их '
        'неправильное оформление. В примечании можно увидеть информацию о том, '
        'какие конкретно нарушения были отмечены, и что нужно исправить. '
        'Чаще всего речь идет о неправильном переводе, несоответствии данных, '
        'просроченных справках, неуплаченной пошлине и т.п. '
        'На исправление ошибок '
        'отводится два месяца – в течение этого срока нужно предоставить '
        'верные документы. Статус появляется в первые '
        'недели после собеседования. '
        'Если в течение установленного срока нарушения не будут устранены, '
        'то по приказу министра производство прекращается. '
        'В таком случае после проверки появляется соответствующий статус.',
}

message_start = {
    'start':
        'Этот телеграм-бот позволяет пользователям отслеживать статус своих '
        'заявлений на официальном сайте Дирекции Болгарии. '
        'Для использования бота, Вам нужно добавить свои данные в базу данных, '
        'указав номер заявки и ПИН-код'
}
