message_status = {
    'Липсва молба с така въведените данни':
    'Липсва молба с така въведените данни\n\n'
    'Ваши данные введены неверно.\nПожалуйста проверьте Номер Заявки, а также '
    'Пин-код и попробуйте еще раз.',

    'Преписката се намира в процедура по задължително съгласуване.':
        'Преписката се намира в процедура по задължително согласуване\n\n'
        'Этот статус означает, что заявление рассматривается несколькими'
        ' болгарскими учреждениями (Министерство Внутренних Дел, Агентство '
        'Государственной Безопасности и другие). В этот период кандидата'
        ' проверяют во всем базам, контролируя даже его активность в соцсетях, '
        'поэтому стоит заранее позаботиться о том, чтобы не оставлять '
        'двусмысленных заявлений о каких-либо политических силах.'
        ' Также могут пригласить на беседу с представителем '
        'Государственной безопасности и дополнительно задать '
        'ряд вопросов относительно вашего пребывания в Болгарии и документов.'
        ' До настоящего момента обычный срок '
        'согласований составлял в среднем 9 – 13 месяцев.\n\n'
        'Шаг-Задължителна (2/3)'
}
